-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Mar 28, 2016 at 10:12 AM
-- Server version: 10.1.10-MariaDB
-- PHP Version: 7.0.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `badsha_mp`
--

-- --------------------------------------------------------

--
-- Table structure for table `badsha_mp_pages`
--

CREATE TABLE `badsha_mp_pages` (
  `id` int(11) NOT NULL,
  `slug` varchar(30) NOT NULL,
  `page_header` varchar(300) NOT NULL,
  `body` text NOT NULL,
  `image` varchar(300) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `badsha_mp_pages`
--

INSERT INTO `badsha_mp_pages` (`id`, `slug`, `page_header`, `body`, `image`) VALUES
(1, 'about', 'ফজলে হোসেন বাদশা   \r\nও\r\nরাজনৈতিক প্রেক্ষাপটে রাজশাহীর উন্নয়ন', 'গণমানুষের প্রাণপ্রিয় নেতা ফজলে হোসেন বাদশা স্বীয় কর্মগুনেই রাজশাহীসহ সারাদেশে সুপরিচিত। তাঁর রাজনৈতিক প্রজ্ঞা ও জীবন দর্শন আজকের এবং আগামী প্রজন্মের সামনে উজ্জ্বল দৃষ্টান্ত হিসেবে বিবেচিত।\r\nতাঁর সততা, মানবপ্রেম এবং দেশপ্রেমের কারণে সর্বসাধারণের কাছে তাঁর গ্রহণযোগ্যতা ইর্ষনীয়। তিনি এমন একজন রাজনিতিবীদ যার  দরোজা সর্বদাই উন্মুক্ত থাকে সর্বসাধারনের জন্য, তিনি সবার কথাই মনোযোগ সহকারে শোনেন এবং আন্তরিকভাবে সমস্যা সমাধানের চেষ্টাও  করেন।\r\n১৯৫২ সালের ১৫ আক্টোবর জন্ম নেয়া ফজলে হোসেন বাদশা এমন একজন রাজনিতিবীদ যিনি বাঙ্গালীর প্রতিটি ক্রান্তি লগ্নেই পাশে দাড়িয়েছেন অকুতভয়ে।\r\n১৯৬৯ সালের গণ-আন্দোলন, ১৯৭৫ সালে জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান ও জাতীয় চার নেতাকে হত্যার পর সামরিক শাসন আমল, ১৯৯০ সালে সামরিক ও স্বৈরাচার পতন আন্দোলনে তিনি ছিলেন  রাজশাহীতে ব্যাপক গণজাগরণ অগ্রজ। পাকিস্তানি স্বৈরশাসকের নির্মমতায় ১৯৬৯ সালের ১৮ ফেব্র“য়ারি রাজশাহী বিশ্ববিদ্যালয়ের রসায়ন বিভাগের শিক্ষক ও প্রক্টর ড. শামসুজ্জোহা এবং রাজশাহী সিটি কলেজের ছাত্র নূরুল ইসলাম শহীদ হবার পর ছাত্রনেতা ফজলে হোসেন বাদশা পাকিস্তানি স্বৈরশাসকের  বিরুদ্ধে সক্রিয় ভূমিকা পালন করেন।\r\n১৯৭১ সালে মহান স্বাধীনতা যুদ্ধে ফজলে হোসেন বাদশা মুক্তিযুদ্ধের প্রস্তুতিপর্বে তাঁর সহযোদ্ধাদের নিয়ে ব্যাপকভাবে তৎপরতা শুরু করেন। পাকিস্তানি সামরিক জান্তাদের দৃষ্টির আড়ালে গোপন প্রচার এবং মুক্তিযুদ্ধে সামরিক প্রস্তুতি গ্রহণেও তিনি জীবন বাজি রেখে গুরুপ্তপূর্ণ ভূমিকা পালন করেন।\r\nমুক্তিযুদ্ধে তিনি সক্রিয়ভাবে অংশগ্রহণ করেন। তিনি প্রথমে ভারতের ত্রিপুরা রাজ্যের আগরতলার মেলাঘর মুক্তিযোদ্ধা ক্যাম্পে যোগদান করেন। পরবর্তী পর্যয়ে তিনি মুর্শিদাবাদ জেলার পানিপিয়া মুক্তিযোদ্ধা ক্যাম্পে যোগ দেন। তিনি মুক্তিযোদ্ধাদের সংগঠিত করতে কিছু সময় ধুলাউড়ি মুক্তিযোদ্ধা ক্যাম্পেও অবস্থান করেন।\r\nতিনি ১৯৮০ সালে রাকসুর ভিপি নির্বাচিত হন। ১৯৮০ সালের ৬ ডিসেম্বর তিনি বাংলাদেশ ছাত্রমৈত্রী প্রতিষ্ঠা করেন এবং এই ছাত্র সংগঠনের সভাপতি নির্বাচিত হন। পরবর্তী পর্যায়ে তিনি যুবমৈত্রী গঠন করেন এবং সভাপতির দায়িত্ব পালন করেন।\r\nবর্ণাঢ্য এক রাজনৈতিক জীবনে দেশের ও গনমানুষের অধিকার আদায়ে  তাঁকে বারবার যেতে হয়েছে কারাগারে এবং সহ্য করতে হয়েছে অমানুষিক নির্যাতন।\r\nরাজনৈতিক জীবনের অনেক চড়াই উথরাই পেরিয়ে ২০০৮ সালে তিনি নবম জাতীয় সংসদ নির্বাচনে মহাজোটের প্রার্থী হিসেবে রাজশাহী-২ সদর আসনে সংসদ সদস্য নির্বাচিত হন এবং ২০১৪ সালে দ্বিতিয় বারের মতো রাজশাহী-২ সদর আসনে সংসদ সদস্য নির্বাচিত হন ।  তিনি শুধু সংসদ নির্বাচনে নির্বাচিত হয়েই খান্ত হন নাই বরং তার নির্বাচনী ইস্তেহার বাস্তবায়নে প্রতিনিয়ত ব্যাতিব্যাস্ত থাকেন যার প্রতিফলন দেখতে পাই বিভিন্ন পর্যায়ের উন্নযনের ধারা অব্যাহতর মাধ্যমে।\r\n\r\nতিনি রাজশাহীসহ সারাদেশের জনগণের ন্যায্য দাবী ও অধিকার আদায়ে এবং দেশের স্বার্থ রক্ষার প্রশ্নে যেমন সংসদের ভেতর তেমনি সংসদের বাইরে রাজপথে আপসহীন  ভূমিকা পালন করেছেন। তাঁর নির্বাচিত হবার মধ্যদিয়েই প্রথম একজন সংসদ সদস্য হিসাবে রাজশাহীর জনগণের পক্ষে জাতীয় সংসদে ভূমিকা রাখতে দেখতে পায়। শুধু দেশেই নয় বিদেশি পার্লামেন্টেও তাকে সোচ্চার হতে দেখা যায় বাংলাদেশের বিভিন্ন স্তরের সমস্যা সমাধানের লক্ষে।\r\nজাতীয় সংসদে তাঁর প্রদত্ত ভাষণসমূহ রাজশাহীর জনগণের মধ্যে আলোড়ন সৃষ্টি হয়। সংবিধানের পঞ্চদশ সংশোধনীর উপর জাতীয় সংসদে গুরুত্বপূর্ণ ভিন্নমত প্রকাশ করে তিনি দৃষ্টান্ত স্থাপন করেন। জাতীয় সংসদ সদস্য হিসেবে শপথ গ্রহণের পর দিন থেকেই তিনি রাজশাহীসহ জাতীয় পর্যায়ের বিভিন্ন গুরুত্বপূর্র্ণ সমস্যা চিহ্নিতকরণ এবং সেগুলো সমাধানের জন্য আপ্রাণ চেষ্টা চালিয়ে যাচ্ছেন। বিশেষ করে তাঁর নির্বাচনী এলাকা রাজশাহী মহানগরীর নিয়ে।\r\nএই এলাকার শিক্ষা প্রতিষ্ঠান, স্কুল-কলেজ ও মাদ্রাসার শিক্ষার মান উন্নয়নসহ অবকাঠামোগত উন্ন্য়ন চোখে পড়ার মতো। তিনি ব্যক্তিগত জীবনে যেমন সৎ, নিষ্ঠাবান, দায়িত্ব ও কর্তব্যপরায়ন তেমনি জাতীয় সংসদ সদস্য হিসেবেও  সততার এক অনন্য দৃষ্টান্ত স্থাপন করে চলেছেন।\r\nতিনি যে সত্যিকারের রাজনিতিবীদ এবং তাঁর রক্তে যে রাজনীতি প্রবাহমান তার প্রমান মেলে জাতীয় নেতা শহীদ এএইচএম কামারুজ্জমানের নামে উপশহরে হাউজিং এস্টেট কলেজের নামকরণের উদ্যোগ গ্রহণ এবং এই কলেজেরর পূণ:সংস্করনের মাধ্যমে ।\r\nতিনি রাজশাহী মহানগরীতে প্রতিষ্ঠিত সবচেয়ে পুরাতন বে-সরকারি কলেজ শাহ্ মখদুম কলেজে এই প্রথম ৪৪ বছরের ইতিহাসে একটি দৃষ্টিনন্দন শহীদ-মিনার প্রতিষ্ঠা করেন এবং আরো কয়েকটি  শিক্ষা প্রতিষ্ঠানে শহীদ মিনার নির্মাণের ব্যবস্থা করেন। শিক্ষা মন্ত্রাণালয় থেকে পদ্মা আবাসিক এলাকায় অবস্থিত বঙ্গবন্ধু কলেজের জমির মূল্য নামমাত্র টাকায় পরিশোধের মধ্যদিয়ে এই প্রতিষ্ঠানকে  ঋণমুক্ত করেছেন। তিনি দেশের ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান রাজশাহী কলেজে পুনরায় ইন্টারমিডিয়েট শাখা খোলার বিষয়ে প্রয়োজনীয় পদক্ষেপ গ্রহণ করেছেন। এছাড়াও রাজশাহী নিউ গভ. ডিগ্রি কলেজ এবং রাজশাহী সরকারি মহিলা কলেজে কয়েকটি বিষয়ে অনার্র্সসহ এম.এ.শ্রেণি খোলার ব্যবস্থা করেন।\r\n তিনি মহানগরীর প্রতিটি জামে মসজিদ ও একাধিক মন্দিরে আর্থিক সহয়তা  দান করেছেন। আবার কয়েকটি জীর্ণ পুরাতন মসজিদ ভেঙ্গে নতুন ভবনের জন্য অর্থ বরাদ্দ করেছেন। একথা সর্বজনবিদিত যে, জনগণের প্রয়োজনে যে নেতা  রাজনীতি করেন সেই নেতার প্রতি জনগণের হৃদয়ের গভীর থেকেই শ্রদ্ধা ও ভালোবাসার সৃষ্টি হয়। সেই নেতাকে মানুষ তাদের এক বুক কাছের মানুষ হিসেবেই মূল্যায়ন করেন।\r\nতনি শুধু মসজিদ, মন্দির বা স্কুল কলেজেই উন্নয়ন করেননি পাশাপাশি রাজশাহীতে একটি আইটি সেন্টারেরও পরিকল্পনা আছে যা বাস্তবায়নে তিনি বদ্ধপরিকর।\r\nএমনি ধরনেরই একজন মহান নেতা ফজলে হোসেন বাদশা। জীবনে কখনোই তিনি জনগণের সাথে অশোভন আচরণ করেননি কিংবা তাঁর আচার-ব্যবহারে কখনোই সামান্যতম অহংকার পরিলক্ষিত হয়নি। সর্বদাই সবার সঙ্গে হাসিমুখে কথা বলা এবং দু:স্থ ও গরীব মেহনতী মানুষের পরম বন্ধু হিসেবে তাঁর পরিচিতি প্রশংসার দাবী রাখে।\r\nতিনি প্রায় ৪৫ বছরের রাজনৈতিক জীবনে সর্বদাই একটি শোষনহীন, অর্থনৈতিকভাবে সমৃদ্ধ এবং রাজাকার মুক্ত বাংলাদেশে গড়ার জন্য দৃঢ়প্রতিজ্ঞ।\r\nপরিশেষে বলাযায়, ফজলে হোসেন বাদশার সংগ্রামী জীবন চিরকাল আলোকস্তমে¢র মতোই রাজশাহী মহানগরবাসীসহ জাতিকে সুন্দর পথ দেখাবে।\r\n', '');

-- --------------------------------------------------------

--
-- Table structure for table `contact_message`
--

CREATE TABLE `contact_message` (
  `id` int(11) NOT NULL,
  `contacter_name` varchar(200) NOT NULL,
  `contacter_phone` int(14) NOT NULL,
  `contacter_message` text NOT NULL,
  `message_status` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `development_works`
--

CREATE TABLE `development_works` (
  `works_id` int(3) NOT NULL,
  `works_title` varchar(200) NOT NULL,
  `works_place` varchar(300) NOT NULL,
  `works_description` longtext NOT NULL,
  `works_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `development_works`
--

INSERT INTO `development_works` (`works_id`, `works_title`, `works_place`, `works_description`, `works_date`) VALUES
(2, 'মাদ্রাসা এমপিওভুক্ত ঃ আড়াইশ’ মসজিদ মাদ্রাসার উন্নয়ন ঃ ৩টির একাডেমিক ভবন নির্মাণ', 'মসজিদ-মাদ্রাসায় ফজলে হোসেন বাদশার উন্নয়ন কর্মকাণ্ড', 'তবিবুর রহমান মাসুমঃ রাজশাহী সদর আসনের সংসদ সদস্য জননেতা ফজলে হোসেন বাদশা বিগত ৫ বছরে মসজিদ ও মাদ্রাসার উন্নয়নে ব্যাপক কর্মসূচী বাস্তবায়ন করেছেন। নগরীর এমন কোন মসজিদ ও মাদ্রাসা নেই যেখানে সাংসদ বাদশা নামক একজন উন্নয়ন শিল্পীর তুলির আঁচড় পড়েনি। সংসদ সদস্য জননেতা ফজলে হোসেন বাদশা’র বিগত ৫ বছরে এসব উন্নয়ন কর্মসূচীর মধ্যে রয়েছে নগরীর হড়গ্রাম বাজারে সম্পূর্ণ নতুনভাবে একটি মসজিদ নির্মাণ, কোর্ট দারুস সালাম আলিয়া মাদ্রাসার মহিলা বিভাগের এসমপিওভুক্তি, ২৩১টি মসজদের উন্নয়নে বরাদ্দ, ৩টি মাদ্রাসার একাডেমিক ভবন নির্মান এবং ৩২ মাদ্রাসার উন্নয়নে বরাদ্দ। এ প্রসঙ্গে কোর্ট দারুস সালাম আলিয়া মাদ্রাসার অধ্যক্ষ(ভারপ্রাপ্ত) মোঃ লিয়াকত আলী বলেন, তাঁর মাদ্রাসায় ৭০ লাখ টাকা ব্যায়ে একাডেমিক ভবন নির্মাণ, মাদ্রাসা সংস্কার ও আসবাবপত্র প্রদান, মাদ্রার মহিলা বিভাগের এমপিওভুক্তি করেছেন সাংসদ বাদশা। তিনি বলেন শুধু এই মাদ্রাসায় নয়, আমার জানা মতে নগরীর প্রায় সব মসজিদ, মাদ্রাসা, অন্যান্য ধর্মীয় প্রতিষ্ঠান ও শিক্ষা প্রতিষ্ঠানের উন্নয়নে ভূমিকা রেখেছেন। আমি তাঁকে অন্তরের অন্তঃস্থল থেকে শ্রদ্ধা, দোয়া ও কৃতজ্ঞতা জানাচ্ছি। জামিয়া ইসলামিয়া শাহ মখদুম(রহঃ) মাদ্রাসার অধ্যক্ষ ও কেন্দ্রীয় ঈদগাহ’র ইমাম মুফতি মোঃ শাহাদত আলী বলেন, একজন জনপ্রতিনিধির কাছে সাধারণ মানুষের যা প্রত্যাশা থাকে, তার প্রায় সবটাই পূরণ করার চেষ্টা করেছেন সদর আসনের সংসদ সদস্য ফজলে হোসেন বাদশা। আমার জানা মতে নগরীর এমন কোন মসজিদ ও মাদ্রাসা নেই যেখানে সাংসদ বাদশা উন্নয়ন করেননি। এজন্য আমি তাঁর প্রতি কৃতজ্ঞতা জ্ঞাপন করছি। রাজশাহী কলেজ কেন্দ্রীয় মসজিদের খতিব মোঃ মাকছুল উল্লাহ বলেন, নগরীর মসজিদ, মাদ্রাসা, অন্যান্য ধর্মীয় প্রতিষ্ঠান ও শিক্ষা প্রতিষ্ঠানের উন্নয়নে সদর আসনের সংসদ সদস্য ফজলে হোসেন বাদশা ভূমিকা রেখেছেন। প্রচুর কাজ হয়েছে বিগত ৫ বছরে। এজন্য তিনি অবশ্যই ধন্যবাদের পাত্র। আমি তাঁর সুস্বাস্থ্য ও দীর্ঘায়ু কামনা করছি। রাজশাহী সদর আসনের সংসদ সদস্য জননেতা ফজলে হোসেন বাদশা বিগত ৫ বছরে ২৩১টি মসজিদের উন্নয়নে বরাদ্দ দিয়েছেন। এগুলো হলোঃ বুলনপুর জিয়ানগরস্থ মসজিদ-ই-জান্নাতুল ফেরদাউস এ উন্নয়ন, মোল্লাপাড়া হড়গ্রামকলোনীস্থ জান্নাতুল ফেরদৌস মসজিদের উন্নয়ন, হড়গ্রাম বাজার জামে মসজিদের উন্নয়ন, হড়গ্রাম পূর্বপাড়া জামে মসজিদের উন্নয়ন, দারুস সালাম জামে মসজিদের উন্নয়ন মহিষবাথান, দারউস সালাম জামে মসজিদের উন্নয়ন অক্টরমোড় কাজলা, হড়গ্রাম কলোনী জামে মসজিদের উন্নয়ন, দারুস সালাম কামিল মাদ্রাসা মহিলা শাখার উন্নয়ন বাইতুল মামুর জামে মসজিদের উন্নয়ন কাশিয়াডাংগা, গোলজারবাগ জামে মসজিদের উন্নয়ন, লক্ষীপুর ভাটাপাড়া জামে মসজিদের উন্নয়ন, লক্ষিপুর ভাটাপাড়া, ফারুকিয়া মাদ্রাসার উন্নয়ন, জান্নাতুল মাযাম জামে মসজিদের উন্নয়ন, নবাবগঞ্জ ঘোষপাড়া, বায়তুল সালাহ্ জামে মসজিদের উন্নয়ন রানীনগর সাধুর মোড়, মাসজিদুল ফাতাহ লক্ষিপুর হার্ট ফাউন্ডেশনের উন্নয়ন, সায়েরগাছা জামে মসজিদের উন্নয়ন, মাল্লাপাড়া বায়তুল মামুর জামে মসজিদের উন্নয়ন, হলদারপাড়া জামে মসজিদের উন্নয়ন রাজপাড়া, মহিষবাথান কেন্দ্রীয় জামে \r\nমসজিদের উন্নয়ন, আহলুস্ ফুফাফাহ্ জামে মসজিদের উন্নয়ন, হড়গ্রাম পীরসাহেব পাড়া, লক্ষিপুর ভাটাপাড়া শাহী জামে মসজিদের উন্নয়ন, মুলিডাংগা জামে মসজিদের উন্নয়ন, বায়তুলফালা বড় জামে মসজিদের উন্নয়ন, রানীবাজার জামে মসজিদের উন্নয়ন, ওয়াক্তিয়া জামে মসজিদের উন্নয়ন ছোটবনগ্রাম উত্তরপাড়া, বায়তুননূর জামে মসজিদের উন্নয়ন ১নং(বাঁধের ধার), ধরমপুর পূর্বপাড়া জামে মসজিদের উন্নয়ন, মসজিদ আবু বক্কর সিদ্দিক জামে মসজিদের উন্নয়ন, মুন্সিপাড়া জামে মসজিদের উন্নয়ন, মুলিপাড়া, রেশম পট্টি জামে মসজিদের উন্নয়ন, বালিয়াপুকুর জামে মসজিদের উন্নয়ন, খোজাপুর আল আকসা জামে মসজিদের উন্নয়ন, কয়েরদাড়া বিলপাড়া জামে মসজিদের উন্নয়ন, কাজলা আহলে হাদিস জামে মসজিদের উন্নয়ন, টিকাপাড়া আহম্মদপুর, জামে মসজিদের উন্নয়ন, জান্নতুল ফেরদৌস জামে মসজিদের উন্নয়ন, কখতিয়ারাবাদ জামে মসজিদের উন্নয়ন সপুরা, সাগরপাড়া বায়তুল আমান মসজিদের উন্নয়ন, সাগরপাড়া রিয়াজুল জান্নাত জামে মসজিদের উন্নয়ন, সাগরপাড়া জামে মসজিদের উন্নয়ন, সাগরপাড়া পুরাতন জামে মসজিদের উন্নয়ন(বোসপাড়া), আলুপট্টি জামে মসজিদের উন্নয়ন, পাঁচানিরমাঠ ঈদগাহ জামে মসজিদে উন্নয়ন, মহলদারপাড়া জামে মসজিদের উন্নয়ন, আহম্মদপুর বড় জামে মসজিদের উন্নয়ন, নূরে আয়য়ুব আলী জামে মসজিদের উন্নয়ন, বাইতুল হামদ জামে মসজিদ (মেহেরচন্ডী বুধপাড়া), কাজিহাটা ১ নং জামে মসজিরেদ উন্নয়ন, কাজিরহাটা মাদরাসা উন্নয়ন, দরগাহ মাদ্রাসার উন্নয়ন, হোসেনীগঞ্জ শেখপাড়া জামে মসজিদের উন্নয়ন, পাঠানপাড়া মাদ্রাসা উন্নয়ন, ১ নং হোসেনীগঞ্জ জামে মসজিদের উন্নয়ন, জামালপুর জামে মসজিদের উন্নয়ন, জামালপুর কেন্দ্রীয় জামে মসজিদের উন্নয়ন, মেহেরচন্ডী কেন্দ্রীয় জামে মসজিদের উন্নয়ন, মেহেরচন্ডী উত্তরপাড়া বাইতুল আমান জামে মসজিদের উন্নয়ন, নামেভদ্রা শহারী জামে মসজিদের উন্নয়ন, মা ফাতেমা মহিলা মসজিদ ও মাদ্রাসা সংস্কার, বালিয়া ভদ্রা জামে মসজিদের উন্নয়ন, পদ্মা আবাসিক এলাকা, রানীনগর জামে মসজিদ ফোরকানিয়া মাদ্রাসা উন্নয়ন, কাজলা, মোল্লা জামে মসজিদের উন্নয়ন পশ্চিম বুধপাড়া, মেহেরচন্ডী দিঘীর পাড় বায়তুল নূর জামে মসজিদের উন্নয়ন, বায়তুল মা''রেফাত জামে মসজিদের উন্নয়ন, সাতবাড়ীয়া জামে মসজিদের উন্নয়ন, দেওয়ান মোহাম্মদিয়া শাহী জামে মসজিদের উন্নয়ন, খোঁজাপুর (বার্নীতলা) জামে মসজিদের উন্নয়ন, নব্বী হেজবুল্লাহ্ জামে মসজিদের উন্নয়ন খোজাপুর বিনোদপুর, ডাঁশমারী মধ্যেপাড়া জামে মসজিদের উন্নয়ন, কুমারপাড়া জামে মসজিদের উন্নয়ন, কেন্দ্রীয় আহলে হাদিস, মসজিদের উন্নয়ন, রানী বাজার বহরমপুর বাইতুল ফালাক জামে মসজিদের উন্নয়, বাইপাশ মিশন মোড় মসজিদের জান্নাতুল নাইম, মসজিদের উন্নয়ন, সাগরপাড়া কলোনী জামে মসজিদের উন্নয়ন, তালাইমারী আত-তৈয়বা জামে মসজিদের উন্নয়ন, রানীনগর খাদেমুল ইসলাম জামে মসজিদের উন্নয়ন, সুলতানাবাদ আল্লামা মিয়া মুঃ কাসেমী জামে মসজিদের উন্নয়ন, কাদিরগঞ্জ\r\nগ্রেটাররোড জামে মসজিদের উন্নয়ন, কাদিরগঞ্জ দড়িখরবোনা নতুন জামে মসজিদের উন্নয়ন,কাদিরগঞ্জ দড়িখরবোনা নতুনজামে মসজিদের উন্নয়ন, বড়নবগ্রাম পাবনাপাড়া মসজিদের উন্নয়ন, বড়বনগ্রাম বাগানপাড়া জামে মসজিদের উন্নয়ন, মহিষবাথান উত্তরপাড়া জামে মসজিদের উন্নয়ন, মহিষবাথান আহলে হাদিস জামে মসজিদের উন্নয়ন, রওজাতুল সালেহীন কেন্দ্রীয় মসজিদের উন্নয়ন, বায়তুল আমান জামে মসজিদের উন্নয়ন, কাদিরগঞ্জ দড়িখরবোনা জামে মসজিদ, গৌরহাঙ্গা জামে মসজিদ, হাতেম খাঁ কলাবাগান আল-আকসা জামে মসজিদ, ছোটবনগ্রাম হেদায়েতুল আঞ্জুমান কেন্দ্রীয় জামে মসজিদ, উত্তর নওদাপাড়া (পূর্ব)কাশিমপুর জামেমসজিদ, নওদাপাড়া আজাদ নগর জামে মসজিদ বড়বনগ্রাম, রায়পাড়া (পশ্চিম) জামি মসজিদ, শহীদবাগ জামে মসজিদ (নতুন বুধপাড়া), বায়তুল মামুন জামে মসজিদ উত্তর গুড়িপাড়া, পূর্বরায়পাড়া জামে মসজিদ, রায়পাড়া, বায়তুল মোয়াজ্জাম জামে মসজিদ শিরোইল কলোনী পশ্চিমপাড়া, মসজিদুল আমান আলীগঞ্জ ঠাকুরমারা, জামিয়া সিদ্দিকিয়া মসজিদ চণ্ডিপুর, বায়তুল্লাহ ওয়াক্তিয়া মসজিদ ছোটবনগ্রাম, কোর্ট ষ্টেশন জামে মসজিদ, কোর্ট জামে মসজিদ, কেশবপুর(ভেড়িপাড় মোড়) জামে মসজিদ, উত্তর মোল্লাপাড়া আহলে হাদীছ জামে মসজিদ, চণ্ডিপুর জামে মসজিদ, ৭ নং ওয়ার্ড, পশ্চিম শেখপাড়া জামে মসজিদ, হড়গ্রাম শেখপাড়া, শিয়া জামে মসজিদ, হাউজিং এস্টেট, হড়গ্রাম আমবাগান আহলে হাদিস জামে মসজিদ, কেশবপুর দক্ষিণপাড়া জামে মসজিদ, কেশবপুর দক্ষিণপাড়া, নতুন বিলসিমলা জামে মসজিদ, সপুরা মিয়াপাড়া আহলেহাদিস জামে মসজিদ, মধ্য বুধপাড়া বায়তুল নূর জামে মসজিদ, খোজাপুর মধ্যপাড়া জামে মসজিদ, মহিষবাথান সরকারী কলোন জামে মসজিদ, উত্তরা মোল্লাপাড়া আহলে হাদীছ জামে মসজিদ, বাইতুল আমান পুরাতন জামে মসজিদ, শিরোইল বড় জামে মসজিদ, মির্জাপুর দক্ষিনপাড়া জামে মসজিদ, তরিকায়ে খানকা শরীফ মসজিদ ও হাফেজিয়া মাদ্রাসা, ছোটবনগ্রাম নিউ কলোনী মৎস্যজীবী আহলে হাদীস জামে মসজিদ, দক্ষিণ নওদাপাড়া(তালপুকুর) জামে মসজিদ, দক্ষিণ নওদাপাড়া(পূর্বপাড়া) জামে মসজিদ, বড়বনগ্রাম(দক্ষিণ) পাঁচানিপাড়া জামে মসজিদ, ষষ্টিতলা জামে মসজিদ, খরবনা আহলে হাদীছ জামে মসজিদ, বড়বনগ্রাম চকপাড়া জামে মসজিদ, কয়েড় দাঁড়া কেন্দ্রীয় জামে মসজিদ, বড়বনগ্রাম (ভাঁড়ালীপাড়া) জামে মসজিদ, বাইতুল আজিম জামে মসজিদ, সাধুরমোড় আহলে হাদীস মসজিদ, হোসেনীগঞ্জ শেখপাড়া জামে মসজিদ, দড়িখরবোনা জামে মসজিদ, কাজিহাটা নতুন জামে মসজিদ, মহলদারপাড়া জামে মসজিদ, খোজাপুর পশ্চিমপাড়া ওয়াক্তিয়া মসজিদ, ডাঁশমারী হাজী মঈম উদ্দিন জামে মসজিদ, বায়তুল আমান জামে মসজিদ, চকপাড়া কেন্দ্রীয় জামে মসজিদ, বায়তুন নূর কেন্দ্রীয় জামে মসজিদ, শহারী জামে মসজিদ, বাইতুস সালাম জামে মসজিদ, মোহাম্মাদিয়া জামে মসজিদ, সূজানগর, সপুরা, হড়গ্রাম পূর্ব শেখপাড়া আহলে হাদীস জামে মসজিদ, সায়েরগাছা জামে মসজিদ, বায়তুল মামুর জামে মসজিদ, গোলজারবাগ (উত্তরপাড়া), দারুল আমান জামে মসজিদ, কেন্দ্রীয় ঈদগাহ সংলগ্ন, বাইতুল নাজাত জামে মসজিদ লক্ষীপুর ঘোষমহল, সৈজুদ্দিন জামে মসজিদ রামচন্দ্রপুর (বাশার রোড), বায়তুন-নূর জামে মসজিদ রাজারহাতা, শাহী জামে মসজিদ মালোপাড়া, বাইতুল আমান জামে মসজিদ হড়গ্রাম নতুনপাড়া, বায়তুল মামুর জামে মসজিদ শিরোইল কলোনী, পশ্চিম বুধপাড়া মোল্লা জামে মসজিদ কমিটি, বায়তুল আমান জামে মসজিদ লক্ষীপুর টি.বি. রোড, ফোরকানীয়া(মক্তব) মাদরাসা রাজপাড়া, মসজিদ ই-জান্নাতুল ফিরদাউস বুলনপুর নতুনপাড়া, স্টেডিয়াম মার্কেট জামে মসজিদ সপুরা, নতুন জামে মসজিদ, মেহেরচন্ডী(পূর্বপাড়া), বায়তুল মীযান জামে মসজিদ, মির্জাপুর, বায়তুল হামদ জামে মসজিদ রানীনগর মধ্যপাড়া, খাদেমুল ইসলাম জামে মসজিদ রাণীনগর ঘোড়ামারা, সাগরপাড়া কলোনী জামে মসজিদ, হড়গ্রাম রানীদিঘী ওয়াক্তে মসজিদ, বায়তুর রহমান জামে\r\nমসজিদ মধ্য নওদাপাড়া, উমরপুর জামে মসজিদ সপুরা, কলাবাগান আল-আকসা জামে মসজিদ, বড়বনগ্রাম(কুচপাড়া) আহলে হাদীস জামে মসজিদ, উপশহর নিউমার্কেট জামে মসজিদ, জামালপুর কেন্দ্রীয় জামে মসজিদ ও হাফেজিয়া মাদরাসা পদ্মা আবাসিক বায়তুন নূর কেন্দ্রীয়  জামে মসজিদ মেহেরচন্ডি পশ্চিমপাড়া, (কড়াইতলা), পদ্মা আবাসিক, হড়গ্রাম পূর্বসেখপাড়া আহলে হাদীস জামে মসজিদ, বাইতুল নাজাত জামে মসজিদ, দাশপুকুর পুরাতন জামে মসজিদ, লক্ষীপুর ডিঙ্গাডোবা বায়তুল মামুর জামে মসজিদ, পার্ক গেট জামে মসজিদ ভাটাপাড়া, জামালপুর কেন্দ্রীয় জামে মসজিদ পদ্মা আবাসিক এলাকা, মসজিদে নূরে আলা হড়গ্রাম পশ্চিমপাড়া, বোসপাড়া জামে মসজিদ, বাইতুল আজিম জামে মসজিদ রামচন্দ্রপুর, মাসজিদ উল বাকী জামে মসজিদ এর উন্নয়ন নতুন বিলসমলা, হেতম খা লিচু বাগান জামে মসজিদ এর উন্নয়ন, চন্ডিপুর পশ্চিম পাড়া জামে মসজিদ এর উন্নয়ন, রাজপাড়া, উমরপুর জামে মসজিদ এর উন্নয়ন সপুরা, শ্যামপুর ডাঁশমারী জামে মসজিদ এর উন্নয়ন, খোজাপুর গোরস্থান শাহী জামে মসজিদ এর উন্নয়ন, খোজাপুর দারুল হাবিব পশ্চিমপাড়া জামে মসজিদ এর উন্নয়ন, ষষ্টিতলা জামে মসজিদ এর উন্নয়ন, হড়গ্রাম রানীদিঘী মসজিদ এর উন্নয়ন, নতুন জামে মসজিদ এর উন্নয়ন মেহেরচন্ডি(পূর্বপাড়া), নামোভদ্রা পদ্মা আবাসিক জামে মসজিদ এর উন্নয়ন, বোয়ালিয়া, ইসলামপুর জামে মসজিদ এর উন্নয়ন, ইসলামপুর (দেবিশিংপাড়া), আল জামিয়াতুল ইসলামিয়্যাহ আল-আলামিয়্যাহ এর উন্নয়ন শিরোইল, কোর্ট কলেজপাড়া জামে মসজিদ এর উন্নয়ন, নববী হেজবুল্লাহ জামে মসজিদ এর উন্নয়ন খোজাপুর, মাসকাটাদীঘি পশ্চিমপাড়া জামে মসজিদ এর উন্নয়ন, হড়গ্রাম বাজার জামে মসজিদ এর উন্নয়ন, বুলনপুর নবীনগর জামে মসজিদ এর উন্নয়ন, জান্নাতুল ফিরদাউস জামে মসজিদ এর উন্নয়ন বুলনপুর, বায়তুল নাইম, বুলনপুর ওয়াক্তিয়া মসজিদ-এ উন্নয়ন, কাঠালবাড়িয়া জামে মসজিদ এর উন্নয়ন, রায়পাড়া জামে মসজিদ এর উন্নয়ন, গোলজার বাগ গুড়িপাড়া জামে মসজিদ এর উন্নয়ন, রাজপাড়া, হড়গ্রাম নতুনপাড়া জামে মসজিদ, বাইতুল নূর ঈদগাহ মাঠ আশ্রয়ণ জামে মসজিদ হড়গ্রাম মোল্লাপাড়া, বায়তুন নূর ১ নং জামে মসজিদ(বাঁধের ধার) ধরমপুর, সপূরা শাহী জামে মসজিদ, সপুরা ছয়ঘাটি মাঠ, বাতুল আমান মহিলা জামে মসজিদ কাদিরগঞ্জ, কাশিমপুর উত্তর নওদাপাড়া জামে মসজিদ, শহারী জামে মসজিদ ভদ্রা পদ্মা আবাসিক এলাকা, মাসজিদূত তইয়েবা রানীনগর, বাইতুল হামদ জামে মসজিদ মেহেরচন্ডী বুধপাড়া সাগরপাড়া পুরাতন জামে মসজিদ, চৌদ্দপাই জামে মসজিদ বিনোদপুর বাজার, ইসলামাবাদ রায়পাড়া জামে মসজিদ বড়বনগ্রাম, বায়তুল জান্নাত জামে মসজিদ বহরমপুর দাশপুকুর, পশ্চিম রায়পাড়া জামে মসজিদ, লক্ষীপুর ভাটাপাড়া জামে মসজিদ, হড়গ্রাম পূর্বপাড়া জামে মসজিদ, কাজি নজরুল ইসলাম স্মরণী সিটি বাইপাস, কাদিরগঞ্জ গ্রেটার রোড জামে মসজিদ, মসজিদ এ ফাইসাল, ডাঁশমারী, বিনোদপুর বাজার, মদিনা নগর জামে মসজিদ, ছোটবনগ্রাম পূর্বপাড়া, কাজলা আহলে হাদীস জামে মসজিদ, তালাইমারী বাজার জামে মসজিদ, তাহ্ফীজুল্ কুরআন একাডেমী, রাজারহাতা জামে মসজিদ কমপ্লেক্স, বায়তুল নাজাত জামে মসজিদ লক্ষীপুর ঘোষমহাল, হলদার পাড়া জামে মসজিদ কোর্ট, হযরত খাজা সৈয়দ কালিমী জামে মসজিদ মেহেরচন্ডি খড়খড়ী, উপশহর কেন্দ্রীয় জামে মসজিদ, মহিষবাথান পূর্বপাড়া জামে মসজিদ, আহমেদপুর বাইতুল মামুর জামে মসজিদ।\r\nএদিকে সাংসদ বাদশা নগরীর ৩টি মাদ্রাসার একাডেমিক ভবন নির্মান করেছেন। এগুলো হলো: দারুস সালাম আলিয়া মাদ্রাসা, বুধপাড়া আলিয়া মাদ্রাসা ও মসজিদ-ই-নূর দাখিল মাদ্রাসা। এছাড়া গত ৩ নভেম্বর নগরীর মসজিদ-ই-নূর দাখিল মাদ্রাসার ৪ তলা ভবনের ভিত্তিপ্রস্তর স্থাপন করেন।\r\nঅপরদিকে, সাংসদ বাদশাহ নগরীর ৩২ মাদ্রাসার উন্নয়নে বরাদ্দ দিয়েছেন। এগুলো হলোঃ লক্ষীপুর ভাটাপাড়া', '2016-03-25 07:24:45'),
(4, 'রাজশাহী নগরীর গরিব মেহনতি মানুষের মাঝে গিয়ে তাদের সমস্যার কথা শুনছেন- জননেতা ফাজলে হোসেন বাদশা', '', 'তবিবুর রহমান মাসুমঃ রাজশাহী সদর আসনের সংসদ সদস্য জননেতা ফজলে হোসেন বাদশা বিগত ৫ বছরে মসজিদ ও মাদ্রাসার উন্নয়নে ব্যাপক কর্মসূচী বাস্তবায়ন করেছেন। নগরীর এমন কোন মসজিদ ও মাদ্রাসা নেই যেখানে সাংসদ বাদশা নামক একজন উন্নয়ন শিল্পীর তুলির আঁচড় পড়েনি। সংসদ সদস্য জননেতা ফজলে হোসেন বাদশা’র বিগত ৫ বছরে এসব উন্নয়ন কর্মসূচীর মধ্যে রয়েছে নগরীর হড়গ্রাম বাজারে সম্পূর্ণ নতুনভাবে একটি মসজিদ নির্মাণ, কোর্ট দারুস সালাম আলিয়া মাদ্রাসার মহিলা বিভাগের এসমপিওভুক্তি, ২৩১টি মসজদের উন্নয়নে বরাদ্দ, ৩টি মাদ্রাসার একাডেমিক ভবন নির্মান এবং ৩২ মাদ্রাসার উন্নয়নে বরাদ্দ। এ প্রসঙ্গে কোর্ট দারুস সালাম আলিয়া মাদ্রাসার অধ্যক্ষ(ভারপ্রাপ্ত) মোঃ লিয়াকত আলী বলেন, তাঁর মাদ্রাসায় ৭০ লাখ টাকা ব্যায়ে একাডেমিক ভবন নির্মাণ, মাদ্রাসা সংস্কার ও আসবাবপত্র প্রদান, মাদ্রার মহিলা বিভাগের এমপিওভুক্তি করেছেন সাংসদ বাদশা। তিনি বলেন শুধু এই মাদ্রাসায় নয়, আমার জানা মতে নগরীর প্রায় সব মসজিদ, মাদ্রাসা, অন্যান্য ধর্মীয় প্রতিষ্ঠান ও শিক্ষা প্রতিষ্ঠানের উন্নয়নে ভূমিকা রেখেছেন।', '2016-03-25 08:13:05');

-- --------------------------------------------------------

--
-- Table structure for table `events`
--

CREATE TABLE `events` (
  `id` int(11) NOT NULL,
  `event_name` varchar(200) NOT NULL,
  `event_place` varchar(200) NOT NULL,
  `event_details` text NOT NULL,
  `event_date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `first`
--

CREATE TABLE `first` (
  `id` int(11) NOT NULL,
  `title` varchar(300) NOT NULL,
  `description` longtext NOT NULL,
  `image` varchar(300) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `first`
--

INSERT INTO `first` (`id`, `title`, `description`, `image`) VALUES
(1, 'সাংসদ বাদশার মনোযোগ আকর্ষণী নোটিশ –এর উপর সংসদে আলোচনা', 'কৃষি আদালত প্রতিষ্ঠার প্রস্তাব বিবেচনার আশ্বাস কৃষিমন্ত্রীর\r\nদেশে কৃষি আদালত প্রতিষ্ঠার লক্ষ্যে জাতীয় সংসদে রাজশাহী সদর আসনের সংসদ সদস্য ফজলে হোসেন বাদশার দৃষ্টি আকর্ষণী প্রস্তাবের ওপর প্রথমবারের মত আলোচনা হয়েছে।\r\nসোমবার সন্ধ্যায় ৭১ বিধিতে সংসদের স্পীকার ড. শিরীন শারমীন চৌধুরী রাজশাহী- ২ সংসদ সদস্য ফজলে হোসেন বাদশাকে তার প্রস্তাব উপস্থাপনের জন্য সুযোগ দেন। পরে এর উপর সংসদে আলোচনা হয়।  এসময় কৃষিমন্ত্রী মতিয়া চৌধুরী জনগুরুত্বপূর্ণ হিসেবে কৃষি আদালত প্রতিষ্ঠার প্রস্তাবটি গ্রহণ করে তা বিবেচনার আশ্বাস দেন। প্রস্তাব উপস্থাপনের পর কৃষিমন্ত্রী মতিয়া চৌধুরী বলেন, জনগুরুত্বপূর্ণ হওয়ায় এ বিষয়টি বিবেচনা করা যেতে পারে। তবে এটি বাস্তবায়নের ক্ষেত্রে অনেক সমস্যা রয়েছে। নিরূপণ করার জন্য কমিটি করা দরকার। ওই কমিটির সুপারিশের পর পাইলট ভিত্তিতে দেশের কিছু জেলায় কৃষি আদালত প্রতিষ্ঠা করা হবে। পরে এর কার্যকারিতা, সমস্যা ও সম্ভাবনা দেখে সারা দেশে কৃষি আদালত প্রতিষ্ঠা করা হবে। তবে আরও আগে এ বিষয়টি সংসদে আলোচনা হলে ভালো হতো বলে তার বক্তব্যে উল্লেখ করেন কৃষিমন্ত্রী মতিয়া চৌধুরী। এর আগে দেশে কৃষি আদালত প্রতিষ্ঠার লক্ষ্যে রাজশাহী সদর আসনের সংসদ সদস্য ফজলে হোসেন বাদশা গত ১৮ সেপ্টেম্বর জাতীয় সংসদে দৃষ্টি আকর্ষণ করেন। কার্য প্রণালীর ৭১ বিধি অনুসারে কৃষি পণ্য, সার, বীজ, কীটনাশক ও কৃষি সংশ্লিষ্ট উপকরন ও বিষয়াদি নিয়ে উদ্ভূত বিরোধ নিষ্পত্তির লক্ষ্যে পৃথক কৃষি আদালত প্রতিষ্ঠার প্রয়োজনীয় পদক্ষেপ গ্রহণের জন্য তিনি এই দৃষ্টি আকর্ষণ করেন। স্পীকার বিষয়টি গ্রহণের পর আগামী ৭ অক্টোবর তা সংসদে আলোচনার জন্য ধার্য করেন।\r\nসংসদ সদস্য ফজলে হোসেন বাদশা তাঁর দৃষ্টি আকর্ষণী প্রস্তাবে বলেন, দেশের অর্থনীতি ও প্রবৃদ্ধির অন্যতম প্রধান চালিকা শক্তি কৃষি খাত। এখনও কৃষিখাতই হচ্ছে সর্বোচ্চ কর্ম সংস্থানের উৎস এবং কৃষকদের সাফল্যে দেশ আজ প্রায় স্বয়ংসম্পূর্ণ। কৃষকরাই এ দেশের অগ্রগতির প্রাণশক্তি হিসাবে মূখ্য ভূমিকা পালন করেন। ইতোমধ্যে বাংলাদেশ সরকারের পক্ষ থেকে ২০১০ সালে একটি কৃষি নীতির খসড়া এবং ২০১২ সালে জাতীয় কৃষি সম্প্রসারণ নীতির খসড়া ্রণয়ন করা হয়েছে। সংবিধানের অনুচ্ছেদ ১৪ ও ১৫ অনুযায়ী সকল প্রকার শোষণ থেকে কৃষকের মুক্তি ও কৃষি বিপ্লবের বিকাশের লক্ষ্যে রাষ্ট্র কার্যকর ব্যবস্থা গ্রহণ করবে।\r\nকিন্তু অভিজ্ঞতা থেকে দেখা যায় যে, প্রচলিত আদালতসমূহ কৃষকের উল্লেখিত সমস্যা ও সমঙ্কটের ক্ষেত্রে দ্রুত ব্যবস্থা গ্রহণে কার্যকর নয়। সংবিধানের এ লক্ষ্য পূরণকরে নিম্নমানের বীজ ও ভেজাল সার দ্বারা ক্ষতিগ্রস্ত হওয়াসহ অন্যান্য আইনগত অধিকার সংরক্ষণ ও কৃষি উৎপাদন বৃদ্ধির লক্ষ্যে ক্ষতিপূরণ আদায় এবং প্রতারণা প্রতিরোধে অভিযুক্ত ব্যক্তি ও প্রতিষ্ঠানের বিরুদ্ধে সুনির্দিষ্ট শাস্তিমূলক বিধানের প্রয়োজনীয়তা অনস্বীকার্য। সামগ্রিকভাবে কৃষি ও কৃষকের অগ্রগতির স্বার্থেই পৃথক আদালত গঠনের প্রশ্নটি উপস্থাপন করা হয়েছে। তাই কৃষি আদালতের বাস্তব প্রয়োজন উপলব্ধি করে প্রয়োজনীয় বিধি সৃষ্টির উদ্যোগ গ্রহণ করা হবে। কারণ দেশে যদি শ্রমিকদের স্বার্থ সংশ্লিষ্ট বিষয় নিয়ে শ্রম আদালত কার্যকর থাকতে পারে, তবে কৃষকদের স্বার্থ সংরক্ষনের প্রশ্নে কৃষি আদালত-এর দাবি ন্যায় সঙ্গত। কৃষি আদালত গঠিত হলে কৃষিক্ষেত্রে নিম্নমানের বীজ ও ভেজাল সার উৎপাদন, আমদানি, বাজারজাতকরণ ও বিক্রি প্রতিরোধের মাধ্যমে কৃষক প্রতারিত হওয়ার আশংকা হ্রাস পাবে সেই সাথে অভিযুক্ত ব্যক্তি ও প্রতিষ্ঠানের শাস্তি লাভের মাধ্যমে কৃষকের পাশাপাশি কৃষিখাতও উপকৃত হবে।\r\n', 'krishi.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `self_biography`
--

CREATE TABLE `self_biography` (
  `id` int(11) NOT NULL,
  `name` varchar(300) NOT NULL,
  `author` varchar(300) NOT NULL,
  `pages_title` varchar(300) NOT NULL,
  `pages_description` text NOT NULL,
  `pages_image` varchar(300) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `self_biography`
--

INSERT INTO `self_biography` (`id`, `name`, `author`, `pages_title`, `pages_description`, `pages_image`) VALUES
(1, 'ফজলে হোসেন বাদশা : জীবন ও সংগ্রাম', 'ড. তসিকুল ইসলাম রাজা', 'এক. ভূমিকা ', 'গণমানুষের প্রাণপ্রিয় নেতা ফজলে হোসেন বাদশা স্বীয় কর্মগুনেই রাজশাহীসহ সারাদেশে সুপরিচিত। তাঁর রাজনৈতিক প্রজ্ঞা ও জীবন দর্শন আজকের এবং আগামী প্রজন্মের সামনে উজ্জ্বল দৃষ্টান্ত হিসেবে বিবেচিত, একথা বেশ জোরের সাথেই বলা যায়। আপসহীন, সৎ, নীতিবাদি ও আদর্শমানে চরিত্রের অধিকারী জননেতা ফজলে হোসেন বাদশা সর্বস্তরের মানুষের বড়ই আপনজন। তাঁর নেতা সুলভ আচার-আচরণ অবশ্যই প্রশংসার দাবী রাখে। সবচেয়ে বড় কথা তাঁর সততা, মানবপ্রেম এবং দেশপ্রেম তাঁকে তৃনমূল সাধারণ পর্যায়ের মানুষের কাছে অবাধে মেলামেশার সুযোগ করে দিয়েছে। আর যে কারণে তাঁর গ্রহণযোগ্যতাও আকাশচুম্বী। নিজের দল বা ১৪ দলের নেতা হিসেবে শুধু নয়, ব্যক্তিগত কর্মপ্রয়াসে বা গুনাবলী তাঁকে বিভিন্ন দল ও গোত্রের মানুষের কাছে একবুক কাছের মানুষ ও প্রিয়জন হিসেবে চিহ্নিত করেছে। তিনি এমন ধরনের রাজনীতিক যে, সর্বদাই তাঁর দরোজা সবার জন্যই উন্মক্ত। তিনি সবার কথাই মনোযোগ সহকারে শোনেন এবং আন্তরিকভাবে সমস্যা সমাধানের চেষ্টা করেন।  \r\n\r\nসত্যি কথা বলতে কী আজকের পেশী শক্তি, অবৈধ অস্ত্র এবং কালো টাকার কাছে রাজনীতি ডিফিকাল্ট হয়ে গেছে। সেখানে তাঁর মতো সহজ, সরল, সৎ ও নিবেদিত প্রাণ রাজনীতিক বিরল দৃষ্টান্তের মতো। ছাত্র জীবনেই তাঁর রাজনীতিতে হাতে খড়ি এবং ২০০৮ সালে জাতীয় সংসদ সদস্য হিসেবে রাজশাহী সদর-২ আসনে নির্বাচিত হওয়ার পূর্বে এবং পরে তিনি সর্বদাই রাজশাহীর আর্থ-সামাজিক উন্নয়নের লক্ষ্যে দল-মত নির্বেশেষে সর্বস্তরের মানুষকে সঙ্গে নিয়ে আন্দোলন ও সংগ্রামে নেতৃত্ব দান করেছেন এবং দাবী আদায়ের মধ্য দিয়ে নিজের অবস্থানকে পাকাপোক্ত ও সুদৃঢ় ভিক্তি উপর দাঁড় করাতে সক্ষম হয়েছেন। এজন্য তাঁকে বহুবার জেল জীবনসহ নানা অত্যাচার ও নির্যাতন সহ্য করতে হয়েছে। মোটকথা, তাঁর সাহসী, বলিষ্ঠ ও আপসহীন নেতৃত্ব দানের কারণেই কাক্সিক্ষত লক্ষ্য অর্জনে তিনি সমর্থ হয়েছেন। কোন রকমের প্রলোভনের কাছে বা ব্যক্তিস্বার্থ উদ্ধারের লক্ষে তিনি কখনই তাঁর মেধা, মনন ও মস্তিস্ক বিক্রি করেননি। আর এজন্যই তিনি তাঁর স্পষ্টবাদিতা, দায়িত্ব ও কর্তব্য সঠিকভাবে পালনে সর্বদাই সোচ্চার হয়েছেন।', 'first.jpg'),
(2, 'ফজলে হোসেন বাদশা : জীবন ও সংগ্রাম', 'ড. তসিকুল ইসলাম রাজা', 'দুই. জীবন কথা', 'ফজলে হোসেন বাদশা ১৯৫২ সালের ১৫ আক্টোবর রাজশাহী মহানগরীর হড়গ্রাম বাজারে নিজ বাড়িতে জন্মগ্রহণ করেন। তাঁর পিতা এ্যাডভোকেট খন্দকার আশরাফ হোসেন এবং মাতা দিলারা হোসেন। তাঁর পিতা রাজশাহী জজকোর্টের একজন বিশিষ্ট আইনজীবী ছিলেন। তিনি রাজশাহীতে প্রগতিশীল রাজনীতির সাথে জড়িত ছিলেন এবং ভাষা আন্দোলন হতে স্বাধীনতা সংগ্রাম পর্যন্ত গুরুত্বপূর্ণ ভুমিকা পালন করেছেন। তিনি রাজনীতি ছাড়াও আর্থ-সামাজিক বিভিন্ন কর্মকা-ের সঙ্গে নিবিড়ভাবে জড়িত ছিলেন। তিনি রাজশাহী বারে আইনজীবী সমিতির সভাপতি হিসেবে দায়িত¦ পালন করেছেন এবং রাজশাহী আইন কলেজ প্রতিষ্ঠায় অবদান রেখেছেন। ফজলে হোসেন বাদশার মা দিলারা হোসেন মূলত একজন আদর্শ গৃহিনী, সেসঙ্গে স্বামী এবং সার্থক রাজনৈতিক জীবন গড়ে তোলার ক্ষেত্রে সর্বদাই সহযোগিতার হাত সম্প্রসারিত করেছেন। তিনি স্বনির্ভর হওয়ার জন্য গরীব ও দু:স্থ মহিলাদের উর্পাজনের লক্ষে রাজশাহী মহিলা শিল্প প্রতিষ্ঠান পরিচালনায় আন্তরিকভাবে দায়িত্ব পালন করেন। এই প্রতিষ্ঠানের সাধারণ সম্পাদক বিশিষ্ট সমাজসেবী ও ভাষাসৈনিক বেগম মনোয়ারা রহমানকে তিনি সর্বদাই সহযোগিতা করেছেন। সমাজের পিছিয়ে পড়া নারীদের স্বাবলম্বী হিসেবে গড়েতোলার পেছনে তাঁর অবদান স্মরণযোগ্য। জনাব বাদশার জীবন সঙ্গিনী তসলিমা খাতুন একজন কলেজ শিক্ষক এবং নারী অধিকার আদায়ে বাংলাদেশ নারী মুক্তি সংসদ কেন্দ্রীয় কমিটির অন্যতম নেত্রী। তাঁদের একমাত্র কন্যা ফাহিজা নুযহাত জয়ী ব্রাক বিশ্ববিদ্যালয়ে অধ্যয়নরত। আদর্শ পিতা ও মায়ের কৃতী সন্তান ফজলে হোসেন বাদশা লেখাপড়ার পাশাপাশি খেলাধুলায় নিয়মিত অংশগ্রহণ করেন। তিনি রাজশাহী মহানগরীর পশ্চিমাঞ্চলে ছাত্র ও যুবকদের সুসংগঠিত করার মাধ্যমে খেলাধুলার জন্য দিগন্ত প্রসারী সংঘ প্রতিষ্ঠায় অগ্রণী ভূমিকা পালন করেন এবং এই সংঘের স্থায়ী পরিষদের চেয়ারম্যান হিসাবে দায়িত্বরত আছেন। এছাড়াও তিনি রাজশাহীর বিভিন্ন ক্রীড়া ও সামাজিক সাংস্কৃতিক-সংগঠনের সঙ্গে সক্রিয়ভাবে জড়িত রয়েছেন।', 'second.jpg'),
(3, 'ফজলে হোসেন বাদশা : জীবন ও সংগ্রাম', 'ড. তসিকুল ইসলাম রাজা', 'তিন. শিক্ষা জীবন', 'বাড়িতেই মায়ের কাছে এবং বড় বোনের কাছে সর্বপ্রথম লেখাপড়ায় হাতে খড়ি। তারপর তিনি ১৯৬৭ সালে রাজশাহী কলেজিয়েট স্কুল থেকে এসএসসি, ১৯৭০ সালে নিউ গভ. ডিগ্রি কলেজ থেকে এইচএসসি, রাজশাহী বিশ্ববিদ্যালয় হতে অর্থনীতি বিষয়ে অনার্স ডিগ্রিসহ এমএ  এবং এলএলবি ডিগ্রি অর্জন করেন। তিনি রাজশাহী জজকোর্টের একজন এ্যাডভোকেট হিসেবেও নিবন্ধিত রয়েছেন।', 'third.jpg'),
(4, 'ফজলে হোসেন বাদশা : জীবন ও সংগ্রাম', 'ড. তসিকুল ইসলাম রাজা', 'চার. রাজনৈতিক জীবন ', 'ফজলে হোসেন বাদশা পরিবারিক রক্তের ধারায় প্রগতিশীল ও গণতান্ত্রিক আন্দোলন ও সংগ্রামের মধ্যে দিয়ে রাজনৈতিক জীবন শুরু করেন। ঊনসত্তরের ছাত্র গণ আন্দোলনের প্রাক্কালে তিনি পূর্ব পাকিস্থান ছাত্র ইউনিয়ন মেনন গ্র“পের প্রথমে সদস্য এবং পরে পশ্চিমাঞ্চলের আঞ্চলিক কমিটির  সভাপতি ছিলেন। প্রগতিশীল চিন্তা চেতনার ধারক ও বাহক পিতার আদর্শমতি জীবন তাঁর রাজনৈতিক জীবনের বিশেষ প্রভাব পরিলক্ষিত হয়। সেসঙ্গে হাজার বছরের শ্রেষ্ঠ বাঙ্গালি জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান, মজলুম জননেতা মাওলানা আবদুল ভাসানী, কমরেড মনি সিং, কমরেড অমল সেন, রাশেদ খান মেনন এবং রাজশাহীর রাজনীতিতে বটবৃক্ষ জাতীয় নেতা শহীদ এএইচএম কামারুজ্জামান, জননেতা এম আতাউর রহমান, এ্যাডভোকেট  মহসীন প্রামাণিক, কমরেড মহসীন আলী, অধ্যাপক রুহুল আমিন প্রামাণিক প্রমুখ জাতীয় ও আঞ্চলিক রাজনৈতিক নেতৃবৃন্দ তাঁর রাজনৈতিক জীবনের প্রস্তুতি পর্বে অনুপ্রেরণার মূল উৎস হিসেবে তাঁকে অনুপ্রাণিত করেছেন। ঊনসত্তরের গণ-আন্দোলনে তৎকালীন পূর্ব পাকিস্তানের রাজশাহীতে ব্যাপক গণজাগরণ সৃষ্টি হয়। ১৯৬৯ সালের ১৮ ফেবব্রুয়ারি রাজশাহী বিম্ববিদ্যালয়ের রসায়ন বিভাগের শিক্ষক ও প্রক্টর ড. শামসুজ্জোহা এবং রাজশাহী সিটি কলেজের ছাত্র নূরুল ইসলাম শহীদ হন। ছাত্র ও শিক্ষকের সম্মিলিত রক্তের ধারায় পাকিস্তানের প্রেসিডেন্ট সামরিক জান্তা আয়ুব খানের পতন ঘটে এবং আরেক স্বৈরশাসক ইয়াহিয়া খান দায়িত্ব গ্রহণ করেন। জাতির সেই সংকটময় মুর্হূতে তরুণ ছাত্রনেতা ফজলে হোসেন বাদশা পাকিস্তানি স্বৈরশাসকদের বিরুদ্ধে সর্বাত্মক সংগ্রামে সক্রিয় ভূমিকা পালন করেন। বিশেষত সেসময় ছাত্র সংগ্রাম পরিষদ গড়ে তুলতে তিনি উদ্যোগী ছিলেন।\r\n\r\nউল্লেখ্য ১৯৭০ সালে পাকিস্তানে সাধারণ নির্বাচন অনুষ্ঠিত হয় এবং বঙ্গবন্ধুর নেতৃত্বে  আওয়ামী লীগ সংখ্যাগরিষ্ঠ আসন লাভ করে। তিনি সমগ্র পাকিস্তানে সরকার গঠনের ক্ষমতা লাভ করেন। কিন্তু ছলে-বলে-কৌশলে পশ্চিম পাকিস্তানি সামরিক জান্তা ও শাসকশ্রেণি বঙ্গবন্ধুকে কোন ক্রমেই সরকার গঠনের সুযোগ না দিয়ে রাতের অন্ধকারে বাঙ্গালিদের হত্যাযজ্ঞ শুরু করে। এজন্য বঙ্গবন্ধু বাংলাদেশের স্বাধীনতার ঘোষণা দেন এবং মুক্তিযুদ্ধে অংশগ্রহণের জন্য ছাত্র শিক্ষকসহ সর্বস্তরের মানুষকে নির্দেশ দেন। সে সময় ফজলে হোসেন বাদশা মুক্তিযুদ্ধের প্রস্তুতিপর্বে তাঁর সহযোদ্ধাদের নিয়ে ব্যাপকভাবে তৎপরতা শুরু করেন। পাকিস্তানি সামরিক জান্তাদের দৃষ্টির আড়ালে গোপন প্রচার এবং মুক্তিযুদ্ধে সামরিক প্রস্তুতি গ্রহণেও তিনি জীবন বাজি রেখে গুরুপ্তপূর্ণ ভূমিকা পালন করেন। রাজশাহী পুলিশ লাইনে পুলিশের প্রতিরোধ যুদ্ধসহ শহরের পশ্চিমাঞ্চলে যুদ্ধের শুরুতেই তিনি ছাত্র ও যুবকদের সংগঠিত করেন। মুক্তিযুদ্ধে তিনি সক্রিয়ভাবে অংশগ্রহণ করেন এবং তিনি প্রথমে ভারতের ত্রিপুরা রাজ্যের আগরতলার মেলাঘর মুক্তিযোদ্ধা ক্যাম্পে যোগদান করেন। পরবর্তী পর্যয়ে তিনি মুর্শিদাবাদ জেলার পানিপিয়া মুক্তিযোদ্ধা ক্যাম্পে যোগ দেন। তিনি মুক্তিযোদ্ধাদের সংগঠিত করতে কিছু সময় ধুলাউড়ি মুক্তিযোদ্ধা ক্যাম্পেও অবস্থান করেন। মুক্তিযুদ্ধের মাধ্যমে ত্রিশ লক্ষ শহীদের এক সাগর রক্তের বিনিময়ে বাংলাদেশ প্রতিষ্ঠার পর তিনি প্রগতিশীল রাজনীতির সঙ্গে সম্পৃক্ত থেকে রাজশাহীতে বিভিন্ন সামাজিক ও রাজনৈতিক আন্দোলনে নেতৃত্ব দান করেন। ১৯৭৫ সালে জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান ও জাতীয় চার নেতাকে হত্যার পর সামরিক শাসক  জিয়াউর রহমান ক্ষমতা দখল করেন। একপর্যায়ে জাতির জনকের হত্যার বিচার করা যাবেনা এ মর্মে নির্দেশ জারি করা হয় এবং স্বাধীনতা বিরোধীদের  তিনি ক্ষমতার গুরুত্বপূর্ণ পদে আসীন করেন। সেসময় ছাত্রনেতা ফজলে হোসেন বাদশা সামারিক শাসনের পরিবর্তে সাংবিধানিক শাসন পুন:প্রতিষ্ঠাসহ বঙ্গবন্ধু, জাতীয় নেতৃবৃন্দ এবং সকল রাজনৈতিক হত্যাকা-ের দৃষ্টান্তমূলক বিচারের জন্য তিনি জনমত গঠনে নিজেকে নিয়োজিত করেন এবং রাজশাহীসহ সারাদেশে প্রগতিশীল ছাত্র আন্দোলন সংগঠিত করার লক্ষে তিনি পুরোধা ব্যক্তিত্ব হিসেবে সাহসী ভুমিকা পালন করেন। এ সময় তিনি রাজশাহী বিশ্ববিদ্যালয়ের ছাত্র সমাজের অধিকার আদায়ের  লক্ষ্য পাঁচ দফা দাবি উথাপন করেন । সে সঙ্গে বিশ্ববিদ্যালয় থেকে স্বাধীনতা বিরোধীদের বিতাড়নের আন্দোলনের নেতৃত্ব দান করেন । এজন্য তাকে বার বার গ্রেফতার করে রাজশাহী কেন্দ্রীয় কারাগার এবং ঢাকা কেন্দ্রীয় কারাগারে রাখা হয় । তিনি যখন কেন্দ্রীয় কারাগারে বন্দী জীবন যাপন করছিলেন, সেসময় কারাগারে বন্দীদের উপর নির্যাতন ও নিপীড়নের বিরুদ্ধেও আন্দোলন গড়ে তোলেন । এই কারা আন্দোলন দমনে কারাগারে গুলি চলে। তিনজন বন্দী মৃত্যুবরণ করেন। এর ফলে আন্দোলন আরো তীব্র আকার ধারণ করে । এ জন্য তৎকালীন স্বরাষ্ট্রমন্ত্রী রাজশাহী কেন্দ্র্রীয় কারাগারে আসেন। ফজলে হোসেন বাদশাসহ কারাবন্দী নেতাদের সাথে আলোচনা করে। তিনি বন্দীদের অনেক দাবি মেনে নেন। তখন কারাগারের ভিতরে তাঁর নেতৃত্বে মৃত তিন বন্দীর স্মরণে একটি শহীদ মিনার নির্মাণ করা হয় । যা এখনও বিদ্যমান রয়েছে ।\r\n\r\n \r\nউল্লেখ্য ১৯৭৮ সাল থেকে রাজশাহী বিশ্ববিদ্যালয়ে তাঁর নেতৃত্বে ৫ দফা দাবি আদায়ের লক্ষ্যে ছাত্র আন্দোলন শুরু হয়। ১৯৭৯ সালের মার্চ মাসে তিনি ছাত্রদের গণ অনশনের ডাক দেন। সেই আন্দোলনে সঠিক ও সাহসী নেতৃত্ব দানের কারণে সাধারণ ছাত্রদের  কাছে তাঁর গ্রহনযোগ্যতা বহুলাংশে বৃদ্ধি পায়। সে সময় জেনারেল জিয়াউর রহমানের দুইমন্ত্রী অনশনরত ছাত্রদের দেখতে রাজশাহী বিশ্ববিদ্যালয়ে আসেন। এজন্য ছাত্র সমাজ বিক্ষোভে ফেটে পড়েন। ছাত্ররা সেই মন্ত্রীদ্বয়কে আটক করেন। একটা সমঝোতার পর ছাত্ররা দুই মন্ত্রীকে ছেড়ে দেয়। কিন্তু তারপরেও পুলিশ ও বিডিআর সাধারণ ছাত্রদের উপর গুলি চালায়। পরবর্তীতে সরকার ফজলে হোসেন বাদশাসহ বহু ছাত্রনেতাকে গ্রেফতার করে জেলে পাঠায়। তিনি ১৯৮০ সালে রাকসুর ভিপি নির্বাচিত হন। ১৯৮০ সালের ৬ ডিসেম্বর তিনি বাংলাদেশ ছাত্রমৈত্রী প্রতিষ্ঠা করেন এবং এই ছাত্র সংগঠনের সভাপতি নির্বাচিত হন। পরবর্তী পর্যায়ে তিনি যুবমৈত্রী গঠন করেন এবং সভাপতির দায়িত্ব পালন করেন।\r\n\r\n', 'fourth.jpg'),
(5, 'ফজলে হোসেন বাদশা : জীবন ও সংগ্রাম', 'ড. তসিকুল ইসলাম রাজা', 'চার. রাজনৈতিক জীবন ', 'তিনি ১৯৮১ সালে রাজশাহী জেলার অবহেলিত ও নিপীড়িত রিকসা চালকদের সংগঠিত করেন। এছাড়াও কৃষি ও মিল শ্রমিকদের আন্দোলনে অগ্রণী ভূমিকা পালন করেন। ১৯৮২ সালে তিনি সামরিক স্বৈরাচার বিরোধী সংগ্রাম গড়ে তুলতে ঢাকায় কেন্দ্রীয় ছাত্র সংগ্রাম পরিষদ গঠন করেন এবং ঢাকাসহ সারাদেশে তিনি ছাত্রদের সামরিক সরকারের বিরুদ্ধে বলিষ্ঠ ও সংগ্রামী ভূমিকা পালনের জন্য উদাত্ত আহক্ষান জানান। এই সামরিক শাসন জারীর বিরুদ্ধে তিনি রাজশাহী বিশ্ববিদ্যালয়ের ছাত্রদের নিয়ে সামরিক জান্তার বিরুদ্ধে প্রথম প্রতিবাদ এবং কালো পতাকা প্রর্দশন করেন। ১৯৮৩ সালের ১৪ ফেব্রুয়ারি অর্থাৎ মধ্য ফেব্রুয়ারির আন্দোলনে কেন্দ্রীয় পর্যায়ে ছাত্রনেতা হিসেবে তিনি প্রথম সারিতে ছিলেন। ঢাকায় সচিবালয় ঘেরাও আন্দোলনে নেতৃত্ব দানের কারণে ১৯৮৩ সালের ডিসেম্বর মাসের প্রথম সপ্তাহে সামরিক বাহিনী তাঁকে গ্রেফতার করে। সামরিক ক্যান্টেনমেন্টে নিয়ে গিয়ে ৯ দিন ৯ রাত তাঁর উপর অমানুষিক নির্যাতন চালানো হয়। কারগার থেকে মুক্ত হওয়ার পরও তিনি সংগ্রামের ধারা অব্যাহত রাখেন। \r\nএছাড়াও সারাদেশে  ছাত্রদের সংগঠিত করে ছাত্র আন্দোলনের সূত্রপাত এবং ছাত্র সংগ্রাম পরিষদ গঠন করে মজিদ কমিশন শিক্ষানীতির বিরুদ্ধে শিক্ষাভবন ঘেরাও করে বাংলাদেশে সামরিক ও স্বৈরাচার বিরোধী আন্দোলনের সূত্রপাত ঘটান। সেক্ষেত্রে ১৯৮৮ সালের ৩১ মে থেকে শুরু হয় রাজশাহীতে জামাত শিবিরের সন্ত্রাসী কার্যক্রম। ৩১ তারিখে এই সন্ত্রাসীরা রাজশাহী মেডিক্যাল কলেজের অভ্যন্তরে শহীদ ডা. জামিল আকতার রতনকে মর্মান্তিকভাবে হত্যা করে। এর প্রতিবাদে তখন থেকে তিনি স্বাধীনতা বিরোধী জামাত শিবিরের বিরুদ্ধে মুক্তিযুদ্ধের পক্ষের শক্তিকে ঐক্যবদ্ধ করে রাজশাহীসহ জাতীয় পর্যায়ে মংগ্রাম গড়ে তোলার ক্ষেত্রে সর্বাত্মক দায়িত্ব পালন করেন। এছাড়ও জাতীয় রাজনীতিতে স্বৈরাচার ও সামরিক সরকার বিরোধী অন্যতম সংগঠক হিসেবে তিনি গুরুপ্তপূর্ণ ভূমিকা পালন করেন। মোট কথা ১৯৯০ সালে সামরিক ও স্বৈরাচার পতন আন্দোলনে তিনি রাজশাহীসহ ঢাকায় আপসহীন ভূমিকা পালন করেন। এজন্য তাঁকে বহুবার জেলে যেতে হয়েছে।   \r\n\r\n১৯৯১ সালে তিনি বাংলাদেশের ওয়ার্কার্স পার্টির পলিটব্যুরোর সদস্য পদ লাভ করেন। তারপর থেকে তিনি দেশের বিভিন্ন অঞ্চলে কৃষি, কৃষক ও শ্রমিকদের ন্যায্য দাবী আদায়ের আন্দোলনের ধারা অব্যাহত রাখতে সক্রিয় ভূমিকা পালন করেন। এসময় তিনি বরেন্দ্র অঞ্চলে সেচ আন্দোলন এবং শিল্প-কলকারখানা বেসরকারিকরণের বিরুদ্ধে আন্দোলনে নেতৃত্ব দান করেন। ১৯৯৩ সালে শহীদ জুবায়ের চৌধুরী রিমু এবং শহীদ রুপম হত্যার বিচারের দাবিতে তিনি সৌচ্চার হন। এ আন্দোলনে নেতৃত্ব দানের মধ্য দিয়ে জামাতকে নিষিদ্ধ করার দাবী রাজশাহীর সমাবেশ থেকে প্রথম উচ্চারিত হয়। তাঁর রাজনৈতিক প্রজ্ঞা ও দূরদর্শিতা প্রশংসার দাবী রাখে। জননেতা ফজলে হোসেন বাদশা বিষয়টি মর্মে মর্মে উপলব্ধি করেছেন এবং সে মতো দেশের ছাত্র সমাজ, যুবশক্তি ও মুক্তিযুদ্ধের চেতনায় বিশ্বাসী জনগণকে সংগঠিত করার কাজে দিন রাত নিরলস পরিশ্রম করেছেন। ১৯৯৩ সালে আদিবাসীদের নায্য অধিকার প্রতিষ্ঠার প্রশ্নে জাতীয় আদিবাসী পরিষদ গঠনে তিনি মুখ্য ভূমিকা পালন করেন। এ পরিষদে তাঁকে প্রধান উপদেষ্টা হিসেবে সম্মান জনানো হয়। তিনি আদিবাসীদের সাংবিধানিকভাবে স্বীকৃতি আদায়ের জন্য সারাদেশে আদিবাসীদের সংগঠিত করেন এবং জাতীয় পর্যায়ে তাদের দাবি দাওয়া আদায়ের জন্য সরকারের কাছে বিভিন্ন সময় চাপ সৃষ্টি করেন। তিনি চির অবহেলিত ও নিপীড়িত-নির্যাতিত আদিবাসীদের আপনজন হিসেবে অত্যন্ত বলিষ্ঠ ভূমিকা পালন করেন। আদিবাসী ছেলে মেয়েরা যেন নিজেদের ভাষা ও সংস্কৃতির ছত্রছায়ায় লেখাপড়া করতে পারে, সে জন্য তিনি বরেন্দ্র অঞ্চলে সর্ব প্রথম দুটি আদিবাসী স্কুল প্রতিষ্ঠিত করেন। আদিবাসীরা যেন আইনী সহায়তা পায় সেজন্য তিনি বাস্তবভিত্তিক কর্মসূচি প্রণয়ন করেন। এছাড়াও তাদের  চাকরীর বিষয়ে কৌটা বৃদ্ধির জন্য লড়াকু  সেনাপতির ভূমিকায় অবতীর্ণ হন। আদিবাসীদের জীবনে শান্তি প্রতিষ্ঠার ক্ষেত্রে আদিবাসী নেতা সন্তু লারমাসহ সর্বস্তরের রাজনীতিবিদ ও কর্মীদের সঙ্গে তিনি নিয়মিত আলাপ আলোচনা চালিয়েছেন। এর ফলে আদিবাসীদের ন্যায্য দাবী গণমানুষের দাবীতে পরিণত হয়েছে।  \r\n\r\nতিনি ১৯৯৬ সালে বামজোট এবং ১১ দলকে নিয়ে সকল প্রগতিশীল আন্দোলনে নেতৃত্ব দিয়েছেন। এসময় তিনি ১৯৭২ সালের সংবিধান পুন: প্রতিষ্ঠার আন্দোলনে সম্পৃক্ত থেকেছেন এবং জাতিকে কলঙ্কমুক্ত করার লক্ষে স্বাধীনতা বিরোধীদের বিচারের কাঠগড়ায় দাঁড় করানোর জন্য শহীদ জননী জাহানারা ইমামকে নানাভাবে সহায়তা করেছেন। ১৯৯৩ সালে গণতান্ত্রিক ও প্রগতিশীল চিন্তা চেতনার একজন বলিষ্ঠ পুরোধা ব্যক্তিত্ব হিসেবে তিনি নাচোল বিদ্রোহের অগ্নিকন্যা ইলা মিত্রকে রাজশাহী ও চাঁপাইনবাবগঞ্জের নাচোলে নিয়ে আসেন এবং তাঁকে গণসংবর্ধনা দেন। জীবনের শেষ প্রান্তে দাঁড়িয়ে রানীমাতা ইলা মিত্র এই সম্মান লাভ করে আনন্দ ও গৌরব বোধ করেন। এছাড়াও বাংলা সাহিত্যের স্বনামখ্যাত লেখক মহাশ্বেতা দেবীকে তিনি রাজশাহী ও নওগাঁয় আদিবাসীদের মধ্যে নিয়ে আসেন।\r\n\r\n২০০১ সালে জামাত বিএনপি আবার ক্ষমতায় এলে সাম্প্রদায়িক ও প্রতিক্রয়াশীল শক্তির তৎপরতা বৃদ্ধি পায়। এসময় ফজলে হোসেন বাদশা মুক্তিযুদ্ধের চেতনায় বিশ্বাসী মানুষদের নিয়ে তাদের অশুভ তৎপরতার বিরুদ্ধে বলিষ্ঠ ও গতিশীল নেতৃত্ব দান করেন। মিটিং, মিছিল, সভা ও সেমিনার আয়োজনের মধ্যে দিয়ে তাদের দাঁতভাঙ্গা জবাব দেয়া হয়।\r\n\r\nএরি মধ্যে ২০০২ সালে রাজশাহী সিটি কর্পোরেশনের নির্বাচনে মেয়র প্রার্থী হিসেবে ফজলে হোসেন বাদশা নাগরিক কমিটির পক্ষ হতে নির্বাচন করেন। রাজশাহী মহানগরীর জনগণ তাঁকে নির্বাচিত করলেও কারচুপির মাধ্যমে নির্বাচনের রায় পরিবর্তন  করা হয়। তৎকালীন সরকারের এ ধরনের কার্যক্রম রাজশাহীসহ সারাদেশে নিন্দার ঝড় তোলে। আর এজন্যই একজন সৎ ও নিবেদিতপ্রাণ রাজনীতিক হিসেবে জননেতা ফজলে হোসেন বাদশার সর্বস্তরের মানুষের কাছে ঈর্ষণীয় গ্রহণযোগ্যতা বহুলাংশে বৃদ্ধি পায়। ২০০৪ সালে ৪ দলীয় ঐক্যজোট বিএনপি সরকারের ছত্রছায়ায় রাজশাহীর বাগমারায় জামাত ও শিবিরচক্র বাংলাদেশকে পাকিস্তান বা আফগানিস্তান বানানোর লক্ষে তাদের জঙ্গিবাদী তৎপরতা চালিয়ে যেতে থাকে। প্রশাসনের নাকের ডগায় বাংলা ভাই সৃষ্টি হয়। রাজশাহী মহানগরীতেও বাংলাভায়ের নেতৃত্বে জঙ্গীদের সশন্ত্র মিছিল হয়। একাজে তৎকালীন সরকার তাদের সবরকম সহযোগিতা করে। চার দলীয় জোটের এই দু:শাসনের বিরুদ্ধে মুক্তিযুদ্ধের চেতনায় উজ্জীবিত হয়ে মুক্তিযুদ্ধের সকল শক্তিকে ঐক্যবদ্ধ করে জননেতা ফজলে হোসেন বাদশা তাদের বিরুদ্দে প্রতিবাদ ও প্রতিরোধ আন্দোলন গড়ে তোলেন।', 'five.jpg'),
(6, 'ফজলে হোসেন বাদশা : জীবন ও সংগ্রাম', 'ড. তসিকুল ইসলাম রাজা', 'চার. রাজনৈতিক জীবন ', ' তিনি জীবনের ঝুঁকি নিয়ে বাগমারাতেও হাজার হাজার গণমানুষের সহায়তায় মহাসমাবেশ আয়োজন করেন। এর ফলে জাতীয় ও আন্তর্জাতিক পর্যায়ে বিএনপি-জামাতের জঙ্গিবাদী তৎপরতা ব্যাপকভাবে প্রচারিত ও নিন্দিত হয়। এ অবস্থার প্রেক্ষাপটে ২১ শে আগস্টের গ্রেনেড হামলা  এবং সারাদেশে একসঙ্গে বোমা বিস্ফোরণের পর মুক্তিযুদ্ধের পক্ষের সকল শক্তিকে একত্রিত করে ১৪ দল গঠিত হয়। এ উদ্যোগের একজন সফল ও বলিষ্ঠ নেতা হিসেবে তিনি প্রশংসিত হন। দেশে গণতান্ত্রিক পরিবেশ ফিরিয়ে আনার জন্য তাঁর আপসহীন গতিশীল ভূমিকা জনমনে এবং রাজনীতিতে নতুন মাত্রা যুক্ত হয়। বাংলা ভাইয়ের বিরুদ্ধে তিনি জীবন বাজি রেখে যে ভূমিকা পালন করেন আমাদের রাজনীতির ইতিহাসে স্মরণীয় অধ্যায় হিসেবে বিবেচিত হবে। তাঁর রাজনৈতিক জীবন যে গণমানুষের মুক্তির সোপন রচনা করে তা প্রমাণিত হলো পরবর্তী পর্যায়ে জাতীয় সংসদ নির্বাচনে বিপুল ভোটের ব্যবধানে তাঁর বিজয় অর্জনের মধ্য দিয়ে।', 'six.jpg'),
(7, 'ফজলে হোসেন বাদশা : জীবন ও সংগ্রাম', 'ড. তসিকুল ইসলাম রাজা', 'পাঁচ. জাতীয় সংসদ সদস্য হিসেবে জয়লাভ', 'তিনি নবম জাতীয় সংসদ নির্বাচনে মহাজোটের প্রার্থী হিসেবে রাজশাহী-২ সদর আসনে সংসদ সদস্য নির্বাচিত হন। বর্তমানে তিনি অনুমিত হিসাব সংক্রান্ত সংসদীয় কমিটির সদস্য, আদিবাসী বিষয়ক সংসদীয় ককাস কমিটির সদস্য এবং গণতান্ত্রিক বাজেট আন্দোলনের সংসদীয় ককাসের সহ-সভাপতি হিসেবে দায়িত্ব পালন করেছেন। তিনি রাজশাহীসহ সারাদেশের জনগণের ন্যায্য দাবী-দাওয়া, অধিকার আদায় ও দেশের স্বার্থ রক্ষার প্রশ্নে যেমন সংসদের ভেতর তেমনি সংসদের বাইরে রাজপথে আপসহীন  ভূমিকা পালন করেছেন। দীর্ঘদিন পর রাজশাহী থেকে নির্বাচিত একজন সংসদ সদস্যকে রাজশাহীর জনগণের পক্ষে জাতীয় সংসদে ভূমিকা রাখতে দেখা যায় তিনি ফজলে হোসেন বাদশা । জাতীয় সংসদে তাঁর প্রদত্ত ভাষণসমূহ রাজশাহীর জনগণের মধ্যে আলোড়ন সৃষ্টি হয়। সংবিধানের পঞ্চদশ সংশোধনীর উপর জাতীয় সংসদে গুরুত্বপূর্ণ ভিন্নমত প্রকাশ করে তিনি দৃষ্টান্ত স্থাপন করেন। জাতীয় সংসদ সদস্য হিসেবে শপথ গ্রহণের পর দিন থেকেই তিনি রাজশাহীসহ জাতীয় পর্যায়ের বিভিন্ন গুরুত্বপূর্র্ণ সমস্যা চিহ্নিতকরণ এবং সে সবের সমাধানের জন্য আপ্রাণ চেষ্টা চালিয়ে যাচ্ছেন। বিশেষ করে তাঁর নির্বাচনী এলাকায় রাজশাহী মহানগরীর অর্থাৎ রাজশাহী সিটি কর্পোরেশনর আওতাভুক্ত। এই এলাকার শিক্ষা প্রতিষ্ঠান, স্কুল-কলেজ ও মাদ্রাসার শিক্ষার মান উন্নয়নসহ অবকাঠামোগত উন্ন্য়ন চোখে পড়ার মতো। তিনি ব্যক্তিগত জীবনে যেমন সৎ, নিষ্ঠাবান, দায়িত্ব ও কর্তব্যপরায়ন তেমনি জাতীয় সংসদ সদস্য হিসেবেও সততার এক অনন্য দৃষ্টান্ত স্থাপন করে চলেছেন। তিনি সবচেয়ে বড় একটি মহৎ কর্ম সম্পাদন করেছেন সেটি হল হাজার বছরের সর্বশ্রেষ্ঠ বাঙ্গালি জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমানের অন্যতম বিশ্বস্ত’, সহচর, মহান মুক্তিযুদ্ধের অন্যতম সংগঠক, রাজশাহীর সর্বস্তরের জনগণের নয়নমণি জাতীয় নেতা শহীদ এএইচএম কামারুজ্জমানের নামে উপশহরে হাউজিংএস্টেট কলেজের নামকরণের উদ্যোগ গ্রহণ। এ কলেজের গভর্নিং বডির সভাপতি হিসেবে তিনি টিনশেড ঘর ভেঙ্গে  চার তলা বিশিষ্ট পাকা ভবনের ব্যবস্থা করেন। তিনি রাজশাহী মহানগরীতে প্রতিষ্ঠিত সবচেয়ে পুরাতন বে-সরকারি কলেজ শাহ্ মখদুম কলেজে এই প্রথম ৪৪ বছরের ইতিহাসে একটি দৃষ্টিনন্দন শহীদ-মিনার প্রতিষ্ঠা করেন। তিনি ১৯৫২ সালে ভাষা আন্দোলনের সময় জন্মগ্রহণ করেন এবং সেই চেতনা দ্বারা পথ চলেন বলেই শাহ্ মখদুম কলেজসহ আরো কয়েকটি  শিক্ষা প্রতিষ্ঠানে শহীদ মিনার নির্মাণের ব্যবস্থা করেন। বরেন্দ্র কলেজে দীর্ঘ সময় ধওে দুই শিফটের ছাত্র শিক্ষকদের মধ্যে নানা রকম জটিল ও মারমুখি সমস্যা  বিরাজ করছিল, সেই  সমস্যার সুষ্ঠু ও সুন্দর সমাধান করে দিয়েছেন তিনি। এখন এ শিক্ষা প্রতিষ্ঠানে  শান্তি বিরাজ করছে এবং চমৎকার শিক্ষার পরিবেশে শিক্ষা কার্যক্রম পরিচালিত হচ্ছে। শিক্ষা মন্ত্রাণালয় থেকে পদ্মা আবাসিক এলাকায় অবস্থিত বঙ্গবন্ধু কলেজের জমির মূল্য নামমাত্র টাকায় পরিশোধের ব্যবস্থা করে দিয়ে তিনি এই প্রতিষ্ঠানকে  ঋণমুক্ত করেছেন। তিনি দেশের ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান রাজশাহী কলেজে পুনরায় ইন্টারমিডিয়েট শাখা খোলার বিষয়ে প্রয়োজনীয় পদক্ষেপ গ্রহণ করেছেন। এছাড়াও রাজশাহী নিউ গভ. ডিগ্রি কলেজ এবং রাজশাহী সরকারি মহিলা কলেজে কয়েকটি বিষয়ে অনার্র্সসহ এম.এ.শ্রেণি খোলার ব্যবস্থা করেন। তিনি মহানগরীর প্রতিটি জামে মসজিদ ও মন্দিরে আর্থিক সহয়তা  দান করেছেন। আবার কয়েকটি জীর্ণ পুরাতন মসজিদ ভেঙ্গে নতুন ভবনের জন্য অর্থ বরাদ্দ করেছেন। একথা সর্বজনবিদিত যে, জনগণের প্রয়োজনে যে নেতা  রাজনীতি করেন সেই নেতার প্রতি জনগণের হৃদয়ের গভীর থেকেই শ্রদ্ধা ও ভালোবাসার সৃষ্টি হয়। সেই নেতাকে মানুষ তাদের এক বুক কাছের মানুষ হিসেবেই মূল্যায়ন করেন। এমনি ধরনেরই একজন মহান নেতা ফজলে হোসেন বাদশা। জীবনে কখনোই তিনি জনগণের সাথে অশোভন আচরণ করেননি কিংবা তাঁর আচার-ব্যবহারে কখনোই সামান্যতম অহংকার পরিলক্ষিত হয়নি। সর্বদাই সবার সঙ্গে হাসিমুখে কথা বলা এবং দু:স্থ ও গরীব মেহনতী মানুষের পরম বন্ধু হিসেবে তাঁর পরিচিতি প্রশংসার দাবী রাখে। তিনি শুধু রাজশাহীর নয় সারা বাংলাদেশে পরীক্ষিত ও আপসহীন জননন্দিত কেন্দ্রীয় বা জাতীয় পর্যায়ের একজন নেতা। এ কথা অনস্বীকার্য যে, আমাদের দেশে অধিকাংশ রাজনীতিকের বাড়ি, গাড়ি, বিষয়-সম্পদ এবং আয়-উর্পাজনের ক্ষেত্রে জনগণের মুখেমুখে নানা রকম নিন্দনীয় কটুক্তি শোনা যায়। কিন্তু ব্যতিক্রম চরিত্রের  অধিকারী ফজলে হোসেন বাদশা। তাঁর সহজ-সরল অনাড়ম্বর জীবন যাপন এবং উন্নত চিন্তা ও জীবন দর্শন তাঁকে আজকের অবস্থানে স্থায়ী ঠাঁই করে দিয়েছে। \r\n\r\nবাংলাদেশ কৃষি প্রধান দেশ। এ দেশের শতকরা ৮০ ভাগ মানুষ গ্রামে বাস করেন। তাদের প্রধান আয় উর্পাজন কৃষি থেকে। আগামী জীবনে কৃষক সমাজের কাছে তাঁর এই মহান প্রস্তাব জাতীয় সংসদে পাস হলে আইনে পরিনত হবে এবং তা যথারীতি বাস্তবায়ন হলে শত শত বছরের ন্যায্য অধিকার বঞ্চিত মানুষগুলোর জীবনে নতুন দিগন্ত উন্মচিত হবে। দেশ অচিরেই একটি মধ্যম আয়ের দেশ হিসাবে পরিনত হবে এবং জীবন যাত্রার মানও বৃদ্ধি পাবে। কৃষি আদালতের স্বাপ্নিক ফজলে হোসেন বাদশার নামও সেসঙ্গে  প্রতিনিয়তই কীতিত্ব হবে। বাদযাবে\r\n', 'seven.jpg'),
(8, 'ফজলে হোসেন বাদশা : জীবন ও সংগ্রাম', 'ড. তসিকুল ইসলাম রাজা', 'ছয়. বিদেশ ভ্রমণ', 'ফজলে হোসেন বাদশা জাতীয় সংসদ সদস্য নির্বাচিত হওয়ার পূর্বে বহুবার বহুদেশে ব্যক্তিগত এবং দলগত বিভিন্ন কাজে বিদেশ ভ্রমণ করেছেন। আন্তর্জাতিক মানের বিভিন্ন সেমিনার ও সম্মেলনে অংশগ্রহণ অথবা মূল বক্তা হিসেবে তিনি বিদেশে গেছেন। রাজনৈতিক দলের প্রতিনিধি হিসেবে এবং সংসদ সদস্য হিসেবে বিভিন্ন দেশে বাংলাদেশকে প্রতিনিধিত্ব করেছেন। তিনি ভারত, নেপাল, শ্রীলঙ্কা, থাইল্যান্ড, ইংল্যান্ড, জার্মান, রাশিয়া, চীন, জাপান, কোরিয়া, আমেরিকা, হংকং প্রভৃতি দেশ ভ্রমণ করেছেন। ২০১১ সালের ডিসেম্বর মাসে তিনি বাংলাদেশ সরকারের প্রতিনিধি দলের সঙ্গে জাতিসংঘের সাধারণ পরিষদের এক অধিবেশনে যোগদান করেন এবং সেখানে বাংলাদেশকে প্রতিনিধিত্ব করে বক্তব্য উপস্থাপন তাঁর জীবনের একটি স্মরণীয় বিষয় হিসেবে চিহ্নিত হয়ে রয়েছে। এজন্য তিনি প্রতিনিয়তই গৌরব অনুভব করেন।', 'eight.jpg'),
(9, 'ফজলে হোসেন বাদশা : জীবন ও সংগ্রাম', 'ড. তসিকুল ইসলাম রাজা', 'সাত. উপসংহার', 'ফজলে হোসেন বাদশা আপসহীন ও সংগ্রামী মানুষের নাম। ছাত্র রাজনীতিতে দৃষ্টান্ত সম্পন্ন একজন মানুষ হিসেবে ছাত্র-রাজনীতির ইতিহাসে তিনি স্মরণীয় হয়ে থাকবেন। ছাত্র রাজনীতি আজ অনেকটা আদর্শচ্যুত। পেশী শক্তি, অস্ত্রের ঝনঝনানি, ক্ষমতার দাপট, কালো টাকার গরম, টেন্ডারবাজী, নিত্যদিনের ঘটনা হিসেবে এবং ছাত্রদের দলের লেজুর বৃত্তির বিষয়টি এখন পত্রিকায় প্রথম পাতায় গুরুত্বসহকারে ছাপা হয়। সেখানে ফজলে হোসেন বাদশা ছাত্র নেতা হিসেবে এবং বাংলাদেশ ওয়ার্কার্স পার্টির পলিটব্যুরোর একজন সদস্য হিসেবে বাংলাদেশের রাজনীতিতে আদর্শমণ্ডিত গণমানুষের নেতা হিসেবে যে  দৃষ্টান্ত স্থাপন করেছেন সেজন্য বাংলাদেশের রাজনীতির ইতিহাসে তাঁর নাম স্বর্ণাক্ষরে লেখা থাকবে। জাতীয় সংসদ সদস্য হিসেবে তিনি অত্যন্ত সততা, দক্ষতা, ও বিচক্ষণতার সঙ্গে দায়িত্ব পালন করেছেন। আমাদের দেশে অনেক সংসদ সদস্য অসৎ উদ্দেশ্য চরিতার্থ করার অভিপ্রায়ে প্রতিদিন মন্ত্রণালয়ে তদবিরকারক হিসেবে চিহ্নিত হয়েছেন। কিন্তু ব্যতিক্রম ফজলে হোসেন বাদশা। তাঁর নামে এ ধরনের কোন খারাপ মন্তব্য কখনো শোনা যায়নি। তিনি প্রায় ৪৫ বছরের রাজনৈতিক জীবনে সর্বদাই একটি শোষনহীন, অর্থনৈতিকভাবে সমৃদ্ধ এবং রাজাকার মুক্ত একটি বাংলাদেশে গড়ার জন্য দৃঢ়প্রতিজ্ঞ। তিনি ভাষা আন্দোলন ও মুক্তিযুদ্ধের চেতনাকে ধারন ও লালন করে মুক্তিযুদ্ধের বিরোধী শক্তির মূল শিকড় উৎপাটনের মধ্য দিয়ে ঘাতকদের বিচার ও ফাঁসির রায় বাস্তবায়ন দেখতে চান। জাতির কলঙ্ক মুক্ত করার জন্যই তাঁর এই প্রত্যাশার সঙ্গে সংগ্রামী জনগণ আজ একাত্মতা ঘোষণা করেছেন। জনগণের সেবা করার মন-মানসিকতা থেকেই তিনি পরিচ্ছন্ন ও আপসহীন রাজনীতি করেন। তাঁর রাজনৈতিক জীবনে কোন ফাঁক ও ফাঁকির সুযোগ নেই। তাই আমরা দৃঢ়চিত্তে  পরিশেষে বলবো, ফজলে হোসেন বাদশার সংগ্রামী জীবন চিরকাল আলোকস্তমে¢র মতোই রাজশাহী মহানগরবাসীসহ জাতিকে সুন্দর পথ দেখাবে।  ', 'nine.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `works_images`
--

CREATE TABLE `works_images` (
  `id` int(11) NOT NULL,
  `works_id` int(11) NOT NULL,
  `image_name` varchar(300) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `works_images`
--

INSERT INTO `works_images` (`id`, `works_id`, `image_name`) VALUES
(1, 1, 'krishi.jpg'),
(2, 2, 'madrasa (1).jpg'),
(3, 2, 'madrasa (2).jpg'),
(4, 2, 'madrasa (3).jpg'),
(5, 2, 'madrasa (4).jpg'),
(6, 4, 'works (1).jpg'),
(7, 4, 'works (2).jpg'),
(8, 4, 'works (3).jpg'),
(9, 4, 'works (4).jpg'),
(10, 4, 'works (5).jpg');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `badsha_mp_pages`
--
ALTER TABLE `badsha_mp_pages`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `slug` (`slug`);

--
-- Indexes for table `contact_message`
--
ALTER TABLE `contact_message`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `development_works`
--
ALTER TABLE `development_works`
  ADD PRIMARY KEY (`works_id`);

--
-- Indexes for table `events`
--
ALTER TABLE `events`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `first`
--
ALTER TABLE `first`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `self_biography`
--
ALTER TABLE `self_biography`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `works_images`
--
ALTER TABLE `works_images`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `badsha_mp_pages`
--
ALTER TABLE `badsha_mp_pages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `contact_message`
--
ALTER TABLE `contact_message`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `development_works`
--
ALTER TABLE `development_works`
  MODIFY `works_id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `events`
--
ALTER TABLE `events`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `first`
--
ALTER TABLE `first`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `self_biography`
--
ALTER TABLE `self_biography`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `works_images`
--
ALTER TABLE `works_images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
